{
  '1.842': 'Many of our viewers have asked us a very serious question:',
  '5.613': 'What if we made a big pile of bombs',
  '7.481': 'and exploded every nuclear weapon in the world all at once?',
  '11.152': "Strangely enough, we couldn't find a good source",
  '13.554': 'to answer this question to our satisfaction.',
  '16.057': 'So, we gathered together a few scientists to calculate what would happen.',
  '20.061': 'And find an answer to this extremely important scientific problem,',
  '23.998': 'once and for all.',
  '25.499': 'Currently, there are 15,000 nuclear weapons on Earth.',
  '29.236': 'The US and Russia both have around 7,000,',
  '31.872': 'while France, China, the UK, Pakistan, India, Israel, and North Korea',
  '35.843': 'own around 1,000 between them.',
  '38.212': 'But, how much destructive power is this really?',
  '41.482': "Let's try to put these numbers into perspective.",
  '53.427': 'On Earth, there are about 4,500 cities or urban areas',
  '57.465': 'with at least 100,000 inhabitants.',
  '60.001': "Some are bigger than others, so we'll assume that on average,",
  '63.07': 'we need three nuclear bombs to completely wipe out one city.',
  '66.707': 'This means we could destroy every single city on planet Earth,',
  '70.177': 'with our nuclear arsenal,',
  '71.445': 'killing more than three billion people -- roughly half of humanity',
  '74.782': 'in an instant.',
  '75.85': "And, we'd still have 1,500 nuclear weapons left.",
  '79.587': `Now that's what an expert would call, "overkill."`,
  '82.556': 'So, we can say with confidence, that we have a lot of nuclear weapons',
  '85.76': 'and they can do a lot of damage.',
  '87.762': 'But, what if we make a huge pile of all 15,000 bombs and pull the trigger?',
  '92.433': "Let's drop our nuclear pile in the middle of the Amazon rainforest;",
  '95.603': "just a show nature who's boss.",
  '97.605': 'Our warheads, piled haphazardly, fit into a small warehouse.',
  '101.642': 'A typical US warhead has the power of two hundred thousand tons of TNT.',
  '106.48': 'So, fifteen thousand warheads would be the equivalent of three billion tons of TNT.',
  '111.919': 'For scale, this is enough to rebuild the whole island of Manhattan',
  '115.256': 'with every building and skyscraper using stacks of TNT.',
  '119.026': 'The closest thing we can compare to the energy gathered here, is a volcano.',
  '123.431': 'One of the deadliest volcanic eruptions in recorded history took place in 1883,',
  '127.935': 'on the island of Krakatoa.',
  '129.837': 'The eruption was so powerful, that 70% of the island,',
  '133.34': 'and the surrounding archipelago, was destroyed',
  '135.409': 'killing tens of thousands of people.',
  '137.578': 'Its effects were felt around the world for days after the event.',
  '141.715': 'Our nuclear pile contains 15 times the energy of the Krakatoa volcanic eruption.',
  '147.121': "So, let's finally push the button.",
  '149.623': 'Three,',
  '150.825': 'two,',
  '151.959': 'one.',
  '153.694': 'In a second,',
  '154.562': 'a fireball 50 kilometers across vaporizes everything in its way,',
  '158.265': 'and creates a blast wave that flattens 3,000 square kilometers of forest.',
  '163.003': 'Every living thing within 250 kilometers will start to burn.',
  '167.274': 'The explosion will be heard literally around the world,',
  '170.177': 'as the pressure wave circles the Earth tens of times over the next few weeks.',
  '174.482': 'Millions of tons of incinerated material are catapulted into the atmosphere.',
  '179.12': 'The mushroom cloud reaches the outer reaches of the stratosphere,',
  '182.189': 'pushing up against space itself.',
  '184.558': 'After things have calmed down,',
  '186.127': 'a small crater -- about ten kilometers across',
  '188.462': 'is left in the center of the worst world fires the planet has seen in millennia,',
  '192.199': 'spreading throughout South America, burning down forests and cities alike.',
  '196.77': 'And, now, the unpleasant part begins.',
  '199.24': 'Extremely radioactive material will kill living things very quickly,',
  '202.977': 'and a large area several kilometers around the crater is now uninhabitable,',
  '206.547': 'as is everywhere for hundreds of kilometers downwind.',
  '209.917': 'Much of the fallout is carried high into the atmosphere by the mushroom cloud',
  '213.554': 'and carried around the planet.',
  '215.723': 'The amount of radioactive material in the environment doubles worldwide,',
  '219.66': "which still isn't civilization-ending, but we may see more cancer for a while.",
  '224.331': 'A portion of the particles will flow to the edge of space for years',
  '227.468': 'and cause a nuclear winter',
  '229.003': 'that could lower global temperatures by a few degrees for a few years.',
  '233.274': "This explosion was pretty bad if you're in South America, and especially Brazil.",
  '237.845': 'The Amazon rainforest is pretty much history, which is not great.',
  '241.482': 'But, human life will go on.',
  '243.918': 'OK, but what if we explode more nuclear weapons?',
  '247.421': "Let's suppose humanity decided to mine every bit of uranium on Earth",
  '251.458': 'and build as many nuclear bombs as possible.',
  '254.562': 'At current usage,',
  '255.696': "it's estimated that there are around 35 million tons of uranium in Earth's crust;",
  '260.634': 'enough to power human civilization for over 2,000 years,',
  '264.305': 'or to build millions of nuclear warheads.',
  '267.174': 'For the sake of argument,',
  '268.309': "let's say we create a pile with the yield of 10 billion Hiroshima bombs,",
  '271.946': 'which makes up a cube three kilometers high that contains roughly the energy',
  '275.849': 'of the asteroid impact that ended the age of the dinosaurs 65 million years ago.',
  '280.588': "Except, it's also nuclear.",
  '283.29': 'Three,',
  '284.491': 'two,',
  '285.693': 'one.',
  '287.394': 'Our pile explodes in a fireball stretching so high into the sky',
  '291.465': "that it's visible from half of South America,",
  '293.867': 'with so much power that the ground just splashes like water',
  '297.471': 'forming a crater 100 kilometers across.',
  '300.541': 'Bedrock on the scale of whole mountain ranges is vaporized in an instant,',
  '304.612': 'while thousands of tons of material is catapulted away with such speed,',
  '308.282': "that it's ejected into space.",
  '310.117': 'Some leaves Earth forever,',
  '311.719': 'while most of it comes raining down as hot, burning debris',
  '315.055': 'that heats up the atmosphere to oven-like temperatures,',
  '317.725': 'killing most big animals and causing fire storms all over the world.',
  '322.296': "The Earth's crust rings like a bell",
  '324.531': 'struck by global earthquakes stronger than anything in recorded history,',
  '328.302': 'decimating cities around the world,',
  '330.271': 'while hurricane-force winds flatten every single tree in South America,',
  '333.974': 'and wildfires consume the continent.',
  '337.044': 'The abundance of hydrocarbons in the Amazon burn to form ash,',
  '340.314': 'are cast into the atmosphere, darting the sky',
  '343.05': 'and keeping sunlight from reaching the surface,',
  '345.185': 'dropping temperatures to near freezing worldwide.',
  '348.422': 'The ensuing global winter may last for decades,',
  '351.225': 'and results in the extinction of every large animal species, humans included.',
  '356.163': 'We could also mention that every corner of the planet is covered with radioactive fallout,',
  '360.2': "but at this point, it doesn't matter that much anymore.",
  '363.537': "This is humanity's extinction event.",
  '366.64': 'The astronauts aboard the International Space Station get to enjoy a great view for a while,',
  '371.178': "but it's not unlikely that the spray of rocks blast into orbit will destroy the Station.",
  '376.05': 'Those lucky enough to be in bunkers, or in submarines deep below the ocean surface,',
  '380.054': 'may survive the longest before they exhaust their food supplies,',
  '383.357': 'and have to venture out for more.',
  '385.526': "They'll find the world a charred, freezing, radioactive wasteland.",
  '390.531': "The planet, itself, doesn't care at all.",
  '392.833': 'After just a few million years, the wounds of the explosions have healed',
  '396.603': 'and life is thriving,',
  '397.805': 'arguably even more so than when humans were around.',
  '401.208': 'If intelligent life emerges again, it might be able to work out what happened.',
  '405.779': "When they study geology, they'll find a bizarre and very thin layer of rock",
  '410.117': 'covering the entire world, enriched in radioactive elements like uranium,',
  '413.987': 'and the other nasty things it decays to,',
  '416.056': 'mixed with rare earth metals and plastics that humans used.',
  '419.593': 'They would probably be very, very confused.',
  '425.599': 'Videos like this one take well over 1200 hours to finish.',
  '429.47': 'Over the years, we put more and more effort into research,',
  '432.539': 'conversations with experts, illustration and animation,',
  '435.609': 'sound design and fact-checking.',
  '438.045': 'For this video, we put a lot of extra work into our sources document.',
  '441.982': 'You can read how we got to the information in the video,',
  '444.485': 'what our experts thought about it,',
  '446.186': 'where they disagreed with each other.',
  '448.555': 'We can take the time to do this,',
  '450.224': 'because of you: our viewers.',
  '452.993': 'Because you watch and share our videos, buy our posters,',
  '456.864': 'and support us on patreon.com.',
  '459.5': "If you like what we're doing, please consider becoming a patron,",
  '463.003': 'or get one of the nice things we made with love.',
  '466.373': 'Thank you for watching!'
}